Repository: nurilloh2004/users-info-culture
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Month
uz: Oy

source: Site setting
uz: Sayt sozlamasi

source: About page data
uz: Aloqa sahifasi ma'lumotlari

source: Administration page of website madaniyat.uz
uz: madaniyat.uz sayti boshqaruv sahifasi

source: Home page
uz: Asosiy sahifa

source: Received application from https://madaniyat.uz website
uz: https://madaniyat.uz sahifasidan qabul qilngan ma'lumot

source: Received event ordering from https://madaniyat.uz website
uz: https://madaniyat.uz sahifasidan qabul qilngan ma'lumot

source: Your application received successfully
uz: So'rovingiz qabul qilindi

source: Invalid data sent
uz: Noto'g'ri ma'lumot jo'natilgan

source: Your order received successfully
uz: So'rovingiz qabul qilindi

source: Poll
uz: So'rovnoma

source: Answer
uz: Javob

source: Answers
uz: Javoblar

source: Vote
uz: Ovoz berish

source: Total votes
uz: Barcha javoblar

source: Ministry of Culture of the Republic of Uzbekistan
uz: O'zbekiston Respublikasi Madaniyat Vazirligi

source: Oops! Something went wrong
uz: Keyinroq urinib ko'ring

source: Loading
uz: Yuklash

source: Info
uz: Ma'lumot

source: Please, choose an answer
uz: Iltimos, javob tanlang

source: Albums
uz: Albomlar

source: Festivals and competitions
uz: Festivallar va musobaqalar

source: No festivals found
uz: Festivallar topilmadi

source: Application
uz: Forma

source: Send your appeal
uz: So'rovingizni jo'nating

source: Submit
uz: Jo'natish

source: Contact us
uz: Biz bilan aloqa

source: Phone number
uz: Telefon raqami

source: Call
uz: Qo'ng'iroq qilish

source: Helpline
uz: Ishonch telefoni

source: Send mail
uz: E-Mail jo'natish

source: Work time
uz: Ish vaqti

source: Application form
uz: Murojaat formasi

source: Open
uz: Ochish

source: Address
uz: Manzil

source: Buses
uz: Avtobuslar

source: About event
uz: Tadbir haqida

source: Contact
uz: Aloqa

source: Start time
uz: Boshlanish vaqti

source: Organizer
uz: Tashkilotchi

source: Ticket cost
uz: Narxi

source: Free
uz: Bepul

source: No information about price
uz: Narx haqida ma'lumot yo'q

source: Note
uz: Izoh

source: Event type
uz: Tadbir turi

source: Proceed to book
uz: Buyurtma qilish

source: Event list
uz: Tadbirlar ro'yxati

source: Events
uz: Tadbirlar

source: No events found in selected date
uz: Tanlangan sanada tadbirlar topilmadi

source: Exhibitions
uz: Ko'rgazmalar

source: No exhibitions found in selected date
uz: Tanlangan sanada ko'rgazmalar topilmadi

source: Read more
uz: Batafsil

source: Previous
uz: Oldingi

source: Next
uz: Keyingi

source: News
uz: Yangiliklar

source: Read More
uz: Batafsil

source: More news
uz: Ko'proq yangiliklar

source: Key indicators
uz: Murojaatlar statistikasi

source: Events calendar
uz: Tadbirlar kalendari

source: Event
uz: Tadbir

source: All
uz: Barchasi

source: Exhibition
uz: Ko'rgazma

source: Polls, media and useful links
uz: So'rov, media va foydali havolalar

source: Media and useful links
uz: Media va foydali havolalar

source: Current
uz: Joriy

source: Upcoming
uz: Kelayotgan

source: Past
uz: Otib ketgan

source: All upcoming events
uz: Barcha yaqinlashayotgan tadbirlar

source: No information
uz: Ma'lumot yo'q

source: About
uz: Batafsil

source: Events not found
uz: Tadbirlar topilmadi

source: Accepted
uz: Qabul qilindi

source: On process
uz: Jarayonda

source: Solved
uz: Hal qilindi

source: Non acceptable
uz: Rad etilgan

source: View all festivals
uz: Barcha festivallar

source: No data about audio
uz: Audio haqida ma'lumot yo'q

source: Video gallery
uz: Video gallereya

source: Audio gallery
uz: Audio gallereya

source: Photo gallery
uz: Photo gallereya

source: Media list
uz: Media ro'yxati

source: No media found
uz: Media topilmadi

source: Page not found
uz: Sahifa topilmadi

source: Go to home page
uz: Asosiy sahifaga qaytish

source: Head of office
uz: Tashkilot rahbari

source: Category
uz: Kategoriya

source: Website
uz: Web-sayt

source: Organizations
uz: Tashkilotlar

source: No organizations found
uz: Tashkilotlar topilmadi

source: Admission days
uz: Qabul kunlari

source: Make an appointment
uz: Qabulga yozilish

source: Description
uz: Izoh

source: Professional history
uz: Kasbiy tarix

source: Vacant
uz: Vakant

source: Administration
uz: Ma'muriyat

source: Central office
uz: Markaziy apparat

source: Attachments
uz: Fayllar

source: Other posts
uz: Boshqa postlar

source: No other posts found
uz: Boshqa postlar topilmadi

source: Posts
uz: Postlar

source: No posts found
uz: Postlar topilmadi

source: Regional offices
uz: Viloyat boshqarmalari

source: Search results
uz: Qidiruv natijalari

source: Application statistics
uz: Murojaatlar statistikasi

source: Start date
uz: Boshlanish vaqti

source: End date
uz: Tugash vaqti

source: Written
uz: Yozma

source: Oral appeals
uz: Og'zaki

source: Online application
uz: Onlayn

source: Resolved
uz: Hal qilindi

source: Rejected
uz: Rad etildi

source: Logo of Ministry of Culture of the Republic Uzbekistan
uz: O'zbekiston Respublikasi Madaniyat Vazirligi logotipi

source: Official website
uz: Rasmiy sahifa

source: Contact Us
uz: Biz bilan aloqa

source: Type here to search...
uz: Qidirish ...

source: Increase font size
uz: Kattaroq yozuv

source: Default font size
uz: Standart yozuv

source: Decrease font size
uz: Kichik yozuv

source: Sound assistance
uz: Ovozli yordamchi

source: Greyscale mode
uz: Oq-qora rejim

source: Describe found typo
uz: Topilgan xatoni izohlash

source: Description (not required)
uz: Izoh (to'ldirish shart emas)

source: Send
uz: Jo'natish

source: Get connected with us on social networks!
uz: Biz bilan ijtimoiy tarmoqlarda bo'ling

source: Our address
uz: Bizning manzil

source: Phone number and fax
uz: Telefon raqami

source: Visitor statistics
uz: Tashrif buyuruvchilar statistikasi

source: Found typo? Select it and press CTRL+Enter
uz: Matndagi xatoni belgilang va CTRL+ENTER tugmalarini bosing

source: Site was created by
uz: Sayt yaratuvchisi

source: Ministry of Culture of the Republic<br>of Uzbekistan
uz: O'zbekiston Respublikasi<br>Madaniyat vazirligi
